Repository: Databingo/sc-data
Catalog: po_text/pli-*/*/thag/thag18.1.po
Languages: kn

# thag18.1:0.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag18.1:0.2
source: Cattālīsanipāta
kn: The Book of the Forties

# thag18.1:0.3
source: Paṭhamavagga
kn: Chapter One

# thag18.1:0.4
source: 18.1. Mahākassapattheragāthā
kn: 18.1. Mahākassapa

# thag18.1:5.1
source: “Na gaṇena purakkhato care,
kn: “You shouldn’t live for the adulation of a following;

# thag18.1:5.2
source: Vimano hoti samādhi dullabho;
kn: it turns your mind, making it hard to get immersion.

# thag18.1:5.3
source: Nānājanasaṅgaho dukho,
kn: Seeing that popularity is suffering,

# thag18.1:5.4
source: Iti disvāna gaṇaṃ na rocaye.
kn: you shouldn’t consent to a following.

# thag18.1:6.1
source: Na kulāni upabbaje muni,
kn: A sage should not visit respectable families;

# thag18.1:6.2
source: Vimano hoti samādhi dullabho;
kn: it turns your mind, making it hard to get immersion.

# thag18.1:6.3
source: So ussukko rasānugiddho,
kn: If you’re eager and greedy for flavors,

# thag18.1:6.4
source: Atthaṃ riñcati yo sukhāvaho.
kn: you’ll miss the goal that brings such happiness.

# thag18.1:7.1
source: Paṅkoti hi naṃ avedayuṃ,
kn: They know it really is a bog,

# thag18.1:7.2
source: Yāyaṃ vandanapūjanā kulesu;
kn: this homage and veneration in respectable families.

# thag18.1:7.3
source: Sukhumaṃ sallaṃ durubbahaṃ,
kn: Honor is a subtle dart, hard to extract,

# thag18.1:7.4
source: Sakkāro kāpurisena dujjaho.
kn: and hard for a sinner to give up.”

# thag18.1:8.1
source: Senāsanamhā oruyha,
kn: “I came down from my lodging

# thag18.1:8.2
source: nagaraṃ piṇḍāya pāvisiṃ;
kn: and entered the city for alms.

# thag18.1:8.3
source: Bhuñjantaṃ purisaṃ kuṭṭhiṃ,
kn: I courteously stood by

# thag18.1:8.4
source: sakkaccaṃ taṃ upaṭṭhahiṃ.
kn: while a leper ate.

# thag18.1:9.1
source: So me pakkena hatthena,
kn: With his putrid hand

# thag18.1:9.2
source: ālopaṃ upanāmayi;
kn: he offered me a morsel.

# thag18.1:9.3
source: Ālopaṃ pakkhipantassa,
kn: Putting the morsel in my bowl,

# thag18.1:9.4
source: aṅguli cettha chijjatha.
kn: his finger dropped off right there.

# thag18.1:10.1
source: Kuṭṭamūlañca nissāya,
kn: Sitting by a wall,

# thag18.1:10.2
source: ālopaṃ taṃ abhuñjisaṃ;
kn: I ate that lump of rice.

# thag18.1:10.3
source: Bhuñjamāne vā bhutte vā,
kn: I did not feel any disgust

# thag18.1:10.4
source: jegucchaṃ me na vijjati.
kn: while eating or afterwards.

# thag18.1:11.1
source: Uttiṭṭhapiṇḍo āhāro,
kn: Anyone who makes use of

# thag18.1:11.2
source: pūtimuttañca osadhaṃ;
kn: leftovers for food,

# thag18.1:11.3
source: Senāsanaṃ rukkhamūlaṃ,
kn: fermented urine as medicine,

# thag18.1:11.4
source: paṃsukūlañca cīvaraṃ;
kn: the root of a tree as lodging,

# thag18.1:11.5
source: Yassete abhisambhutvā,
kn: and cast-off rags as robes,

# thag18.1:11.6
source: sa ve cātuddiso naro.
kn: is at home in any direction.”

# thag18.1:12.1
source: Yattha eke vihaññanti,
kn: “Where some have fallen to ruin

# thag18.1:12.2
source: āruhantā siluccayaṃ;
kn: while climbing the mountain,

# thag18.1:12.3
source: Tassa buddhassa dāyādo,
kn: there Kassapa ascends;

# thag18.1:12.4
source: sampajāno patissato;
kn: an heir of the Buddha,

# thag18.1:12.5
source: Iddhibalenupatthaddho,
kn: aware and mindful,

# thag18.1:12.6
source: kassapo abhirūhati.
kn: owing to his psychic powers.

# thag18.1:13.1
source: Piṇḍapātapaṭikkanto,
kn: Returning from alms-round,

# thag18.1:13.2
source: selamāruyha kassapo;
kn: Kassapa ascends the mountain,

# thag18.1:13.3
source: Jhāyati anupādāno,
kn: and practices absorption without grasping,

# thag18.1:13.4
source: pahīnabhayabheravo.
kn: with fear and dread given up.

# thag18.1:14.1
source: Piṇḍapātapaṭikkanto,
kn: Returning from alms-round,

# thag18.1:14.2
source: selamāruyha kassapo;
kn: Kassapa ascends the mountain,

# thag18.1:14.3
source: Jhāyati anupādāno,
kn: and practices absorption without grasping,

# thag18.1:14.4
source: ḍayhamānesu nibbuto.
kn: quenched amongst those who burn.

# thag18.1:15.1
source: Piṇḍapātapaṭikkanto,
kn: Returning from alms-round,

# thag18.1:15.2
source: selamāruyha kassapo;
kn: Kassapa ascends the mountain,

# thag18.1:15.3
source: Jhāyati anupādāno,
kn: and practices absorption without grasping,

# thag18.1:15.4
source: katakicco anāsavo.
kn: his task completed, free of defilements.”

# thag18.1:16.1
source: Karerimālāvitatā,
kn: “Strewn with garlands of the musk-rose tree,

# thag18.1:16.2
source: bhūmibhāgā manoramā;
kn: these regions are so delightful, so lovely,

# thag18.1:16.3
source: Kuñjarābhirudā rammā,
kn: echoing with the trumpeting of elephants:

# thag18.1:16.4
source: te selā ramayanti maṃ.
kn: these rocky crags delight me!

# thag18.1:17.1
source: Nīlabbhavaṇṇā rucirā,
kn: Glistening, they look like blue storm clouds,

# thag18.1:17.2
source: vārisītā sucindharā;
kn: with waters cool and streams so clear,

# thag18.1:17.3
source: Indagopakasañchannā,
kn: and covered all in ladybugs:

# thag18.1:17.4
source: te selā ramayanti maṃ.
kn: these rocky crags delight me!

# thag18.1:18.1
source: Nīlabbhakūṭasadisā,
kn: Like the peak of a blue storm cloud,

# thag18.1:18.2
source: kūṭāgāravarūpamā;
kn: or like a fine bungalow, lovely,

# thag18.1:18.3
source: Vāraṇābhirudā rammā,
kn: echoing with the trumpeting of elephants:

# thag18.1:18.4
source: te selā ramayanti maṃ.
kn: these rocky crags delight me!

# thag18.1:19.1
source: Abhivuṭṭhā rammatalā,
kn: The rain comes down on the lovely flats,

# thag18.1:19.2
source: nagā isibhi sevitā;
kn: in the mountains frequented by hermits.

# thag18.1:19.3
source: Abbhunnaditā sikhīhi,
kn: Echoing with the cries of peacocks,

# thag18.1:19.4
source: te selā ramayanti maṃ.
kn: these rocky crags delight me!

# thag18.1:20.1
source: Alaṃ jhāyitukāmassa,
kn: It’s enough for me,

# thag18.1:20.2
source: pahitattassa me sato;
kn: who loves absorption and is resolute, to be mindful.

# thag18.1:20.3
source: Alaṃ me atthakāmassa,
kn: It’s enough for me,

# thag18.1:20.4
source: pahitattassa bhikkhuno.
kn: a resolute monk who loves the goal.

# thag18.1:21.1
source: Alaṃ me phāsukāmassa,
kn: It’s enough for me,

# thag18.1:21.2
source: pahitattassa bhikkhuno;
kn: a resolute monk who loves comfort.

# thag18.1:21.3
source: Alaṃ me yogakāmassa,
kn: It’s enough for me,

# thag18.1:21.4
source: pahitattassa tādino.
kn: resolute and poised, loving meditation.

# thag18.1:22.1
source: Umāpupphena samānā,
kn: Covered with flowers of flax,

# thag18.1:22.2
source: gaganāvabbhachāditā;
kn: like the sky covered with clouds,

# thag18.1:22.3
source: Nānādijagaṇākiṇṇā,
kn: full of flocks of many different birds,

# thag18.1:22.4
source: te selā ramayanti maṃ.
kn: these rocky crags delight me!

# thag18.1:23.1
source: Anākiṇṇā gahaṭṭhehi,
kn: Empty of householders,

# thag18.1:23.2
source: migasaṅghanisevitā;
kn: frequented by herds of deer,

# thag18.1:23.3
source: Nānādijagaṇākiṇṇā,
kn: full of flocks of many different birds,

# thag18.1:23.4
source: te selā ramayanti maṃ.
kn: these rocky crags delight me!

# thag18.1:24.1
source: Acchodikā puthusilā,
kn: The water’s clear and the rocks are broad,

# thag18.1:24.2
source: gonaṅgulamigāyutā;
kn: monkeys and deer are all around;

# thag18.1:24.3
source: Ambusevālasañchannā,
kn: festooned with dewy moss,

# thag18.1:24.4
source: te selā ramayanti maṃ.
kn: these rocky crags delight me!”

# thag18.1:25.1
source: Na pañcaṅgikena turiyena,
kn: “Even the music of a five-piece band

# thag18.1:25.2
source: Rati me hoti tādisī;
kn: can never give such pleasure

# thag18.1:25.3
source: Yathā ekaggacittassa,
kn: as when, with unified mind,

# thag18.1:25.4
source: Sammā dhammaṃ vipassato.
kn: you rightly discern the Dhamma.”

# thag18.1:26.1
source: Kammaṃ bahukaṃ na kāraye,
kn: “Don’t get involved in lots of work,

# thag18.1:26.2
source: Parivajjeyya janaṃ na uyyame;
kn: avoid people, and don’t try to acquire things.

# thag18.1:26.3
source: Ussukko so rasānugiddho,
kn: If you’re eager and greedy for flavors,

# thag18.1:26.4
source: Atthaṃ riñcati yo sukhāvaho.
kn: you’ll miss the goal that brings such happiness.

# thag18.1:27.1
source: Kammaṃ bahukaṃ na kāraye,
kn: Don’t get involved in lots of work,

# thag18.1:27.2
source: Parivajjeyya anattaneyyametaṃ;
kn: avoid what doesn’t lead to the goal.

# thag18.1:27.3
source: Kicchati kāyo kilamati,
kn: The body gets worn out and fatigued,

# thag18.1:27.4
source: Dukkhito so samathaṃ na vindati.
kn: and when you ache, you won’t find serenity.”

# thag18.1:28.1
source: Oṭṭhappahatamattena,
kn: “You won’t see yourself

# thag18.1:28.2
source: attānampi na passati;
kn: by merely reciting words,

# thag18.1:28.3
source: Patthaddhagīvo carati,
kn: wandering stiff-necked

# thag18.1:28.4
source: ahaṃ seyyoti maññati.
kn: and thinking, ‘I’m better than them.’

# thag18.1:29.1
source: Aseyyo seyyasamānaṃ,
kn: The fool is no better,

# thag18.1:29.2
source: bālo maññati attānaṃ;
kn: but they think they are.

# thag18.1:29.3
source: Na taṃ viññū pasaṃsanti,
kn: The wise don’t praise

# thag18.1:29.4
source: patthaddhamānasaṃ naraṃ.
kn: stuck-up people.

# thag18.1:30.1
source: Yo ca seyyohamasmīti,
kn: Whoever is not affected

# thag18.1:30.2
source: nāhaṃ seyyoti vā pana;
kn: by the modes of conceit—

# thag18.1:30.3
source: Hīno taṃsadiso vāti,
kn: ‘I am better’, ‘I’m not better’,

# thag18.1:30.4
source: vidhāsu na vikampati.
kn: ‘I am worse’, or ‘I am the same’—

# thag18.1:31.1
source: Paññavantaṃ tathā tādiṃ,
kn: with such understanding, poised,

# thag18.1:31.2
source: sīlesu susamāhitaṃ;
kn: steady in ethics,

# thag18.1:31.3
source: Cetosamathamanuttaṃ,
kn: and devoted to serenity of mind:

# thag18.1:31.4
source: tañce viññū pasaṃsare.
kn: that is who the wise praise.”

# thag18.1:32.1
source: Yassa sabrahmacārīsu,
kn: “Whoever has no respect

# thag18.1:32.2
source: gāravo nūpalabbhati;
kn: for their spiritual companions

# thag18.1:32.3
source: Ārakā hoti saddhammā,
kn: is as far from the true teaching

# thag18.1:32.4
source: nabhato puthavī yathā.
kn: as the earth is from the sky.

# thag18.1:33.1
source: Yesañca hiriottappaṃ,
kn: Those whose conscience and shame

# thag18.1:33.2
source: sadā sammā upaṭṭhitaṃ;
kn: are always rightly established,

# thag18.1:33.3
source: Virūḷhabrahmacariyā te,
kn: thrive in the spiritual life;

# thag18.1:33.4
source: tesaṃ khīṇā punabbhavā.
kn: for them, there are no future lives.

# thag18.1:34.1
source: Uddhato capalo bhikkhu,
kn: When a mendicant who is haughty and fickle

# thag18.1:34.2
source: paṃsukūlena pāruto;
kn: wears rags from the rubbish-heap,

# thag18.1:34.3
source: Kapīva sīhacammena,
kn: that doesn’t make them shine:

# thag18.1:34.4
source: na so tenupasobhati.
kn: they’re like a monkey in a lion skin.

# thag18.1:35.1
source: Anuddhato acapalo,
kn: But if they are steady and stable,

# thag18.1:35.2
source: nipako saṃvutindriyo;
kn: alert, with senses restrained,

# thag18.1:35.3
source: Sobhati paṃsukūlena,
kn: then, wearing rags from the rubbish-heap, they shine

# thag18.1:35.4
source: sīhova girigabbhare.
kn: like a lion in a mountain cave.”

# thag18.1:36.1
source: Ete sambahulā devā,
kn: “These many gods

# thag18.1:36.2
source: iddhimanto yasassino;
kn: powerful and glorious,

# thag18.1:36.3
source: Dasadevasahassāni,
kn: all 10,000 of them,

# thag18.1:36.4
source: sabbe te brahmakāyikā.
kn: belong to the host of Brahmā.

# thag18.1:37.1
source: Dhammasenāpatiṃ vīraṃ,
kn: They stand with joined palms

# thag18.1:37.2
source: mahājhāyiṃ samāhitaṃ;
kn: honoring Sāriputta,

# thag18.1:37.3
source: Sāriputtaṃ namassantā,
kn: the general of the Dhamma, the hero,

# thag18.1:37.4
source: tiṭṭhanti pañjalīkatā.
kn: the serene great meditator:

# thag18.1:38.1
source: ‘Namo te purisājañña,
kn: ‘Homage to you, O thoroughbred!

# thag18.1:38.2
source: namo te purisuttama;
kn: Homage to you, supreme among men!

# thag18.1:38.3
source: Yassa te nābhijānāma,
kn: We don’t understand

# thag18.1:38.4
source: yampi nissāya jhāyati.
kn: the basis of your absorption.

# thag18.1:39.1
source: Accheraṃ vata buddhānaṃ,
kn: The profound domain of the Buddhas

# thag18.1:39.2
source: gambhīro gocaro sako;
kn: is truly amazing.

# thag18.1:39.3
source: Ye mayaṃ nābhijānāma,
kn: We don’t understand,

# thag18.1:39.4
source: vālavedhisamāgatā’.
kn: though we’ve gathered here to split hairs.’

# thag18.1:40.1
source: Taṃ tathā devakāyehi,
kn: When he saw the host of gods

# thag18.1:40.2
source: pūjitaṃ pūjanārahaṃ;
kn: paying homage to Sāriputta—

# thag18.1:40.3
source: Sāriputtaṃ tadā disvā,
kn: who is truly worthy of homage—

# thag18.1:40.4
source: kappinassa sitaṃ ahu.
kn: Kappina smiled.”

# thag18.1:41.1
source: Yāvatā buddhakhettamhi,
kn: “As far as the range of the Buddha extends,

# thag18.1:41.2
source: ṭhapayitvā mahāmuniṃ;
kn: I am outstanding in austerities.

# thag18.1:41.3
source: Dhutaguṇe visiṭṭhohaṃ,
kn: I have no equal,

# thag18.1:41.4
source: sadiso me na vijjati.
kn: apart from the great sage himself.

# thag18.1:42.1
source: Pariciṇṇo mayā satthā,
kn: I’ve served the teacher

# thag18.1:42.2
source: kataṃ buddhassa sāsanaṃ;
kn: and fulfilled the Buddha’s instructions.

# thag18.1:42.3
source: Ohito garuko bhāro,
kn: The heavy burden is laid down,

# thag18.1:42.4
source: natthi dāni punabbhavo.
kn: now there are no more future lives.”

# thag18.1:43.1
source: Na cīvare na sayane,
kn: “Like a lotus flower

# thag18.1:43.2
source: bhojane nupalimpati;
kn: to which water will not stick,

# thag18.1:43.3
source: Gotamo anappameyyo,
kn: Gotama the immeasurable is unstained

# thag18.1:43.4
source: muḷālapupphaṃ vimalaṃva;
kn: by robes, lodgings, or food.

# thag18.1:43.5
source: Ambunā nekkhammaninno,
kn: He inclines to renunciation,

# thag18.1:43.6
source: tibhavābhinissaṭo.
kn: and has escaped the three states of existence.

# thag18.1:44.1
source: Satipaṭṭhānagīvo so,
kn: The great sage’s neck is mindfulness meditation;

# thag18.1:44.2
source: saddhāhattho mahāmuni;
kn: faith is his hands, and wisdom his head.

# thag18.1:44.3
source: Paññāsīso mahāñāṇī,
kn: Having great knowledge,

# thag18.1:44.4
source: sadā carati nibbuto”ti.
kn: he always wanders, quenched.”
