Repository: Databingo/sc-data
Catalog: po_text/pli-*/*/thag/thag04.04.po
Languages: kn

# thag4.4:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag4.4:2.1
source: Catukkanipāta
kn: The Book of the Fours

# thag4.4:3.1
source: Paṭhamavagga
kn: Chapter One

# thag4.4:4.1
source: 4.4. Nandakattheragāthā
kn: 4.4. Nandaka (2nd)

# thag4.4:5.1
source: “Dhiratthu pūre duggandhe,
kn: Damn you mortal frame, you stink!

# thag4.4:5.2
source: mārapakkhe avassute;
kn: You’re on Māra’s side, you ooze!

# thag4.4:5.3
source: Navasotāni te kāye,
kn: O body, you have nine streams

# thag4.4:5.4
source: yāni sandanti sabbadā.
kn: that are flowing all the time.

# thag4.4:6.1
source: Mā purāṇaṃ amaññittho,
kn: Don’t think much of mortal frames;

# thag4.4:6.2
source: māsādesi tathāgate;
kn: don’t disparage the Realized Ones.

# thag4.4:6.3
source: Saggepi te na rajjanti,
kn: They’re not even aroused by heaven,

# thag4.4:6.4
source: kimaṅgaṃ pana mānuse.
kn: let alone by humans.

# thag4.4:7.1
source: Ye ca kho bālā dummedhā,
kn: But those who are stupid fools,

# thag4.4:7.2
source: dummantī mohapārutā;
kn: with bad advisors, shrouded in delusion,

# thag4.4:7.3
source: Tādisā tattha rajjanti,
kn: that kind of person is aroused by bodies,

# thag4.4:7.4
source: mārakhittamhi bandhane.
kn: when Māra has laid down the snare.

# thag4.4:8.1
source: Yesaṃ rāgo ca doso ca,
kn: Those whose greed, hate, and ignorance

# thag4.4:8.2
source: avijjā ca virājitā;
kn: has faded away;

# thag4.4:8.3
source: Tādī tattha na rajjanti,
kn: such people are not aroused by bodies,

# thag4.4:8.4
source: chinnasuttā abandhanā”ti.
kn: they’ve cut the strings, they’re no longer bound.
