Repository: Databingo/sc-data
Catalog: po_text/pli-*/*/thag/thag05.07.po
Languages: kn

# thag5.7:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag5.7:2.1
source: Pañcakanipāta
kn: The Book of the Fives

# thag5.7:3.1
source: Paṭhamavagga
kn: Chapter One

# thag5.7:4.1
source: 5.7. Gayākassapattheragāthā
kn: 5.7. Gayākassapa

# thag5.7:5.1
source: “Pāto majjhanhikaṃ sāyaṃ,
kn: Three times a day—

# thag5.7:5.2
source: tikkhattuṃ divasassahaṃ;
kn: morning, midday, and evening—

# thag5.7:5.3
source: Otariṃ udakaṃ sohaṃ,
kn: I plunged into the water at Gayā

# thag5.7:5.4
source: gayāya gayaphagguyā.
kn: for the Gayā spring festival.

# thag5.7:6.1
source: ‘Yaṃ mayā pakataṃ pāpaṃ,
kn: “Whatever bad things I’ve done

# thag5.7:6.2
source: pubbe aññāsu jātisu;
kn: in previous lives,

# thag5.7:6.3
source: Taṃ dānīdha pavāhemi’,
kn: I’ll now wash away right here”—

# thag5.7:6.4
source: evaṃdiṭṭhi pure ahuṃ.
kn: such was the view I used to hold.

# thag5.7:7.1
source: Sutvā subhāsitaṃ vācaṃ,
kn: Having heard the wonderful words,

# thag5.7:7.2
source: dhammatthasahitaṃ padaṃ;
kn: a passage meaningful and principled,

# thag5.7:7.3
source: Tathaṃ yāthāvakaṃ atthaṃ,
kn: I properly reflected

# thag5.7:7.4
source: yoniso paccavekkhisaṃ.
kn: on the true, essential goal.

# thag5.7:8.1
source: Ninhātasabbapāpomhi,
kn: I’ve washed away all bad things;

# thag5.7:8.2
source: nimmalo payato suci;
kn: I’m stainless, clean, pristine;

# thag5.7:8.3
source: Suddho suddhassa dāyādo,
kn: the pure heir of the pure one,

# thag5.7:8.4
source: putto buddhassa oraso.
kn: a true-born child of the Buddha.

# thag5.7:9.1
source: Ogayhaṭṭhaṅgikaṃ sotaṃ,
kn: When I plunged into the eightfold stream,

# thag5.7:9.2
source: sabbapāpaṃ pavāhayiṃ;
kn: all bad things were washed away.

# thag5.7:9.3
source: Tisso vijjā ajjhagamiṃ,
kn: I’ve attained the three knowledges

# thag5.7:9.4
source: kataṃ buddhassa sāsanan”ti.
kn: and fulfilled the Buddha’s instructions.
