Repository: Databingo/sc-data
Catalog: po_text/pli-*/*/thag/thag10.6.po
Languages: kn

# thag10.6:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag10.6:2.1
source: Dasakanipāta
kn: The Book of the Tens

# thag10.6:3.1
source: Paṭhamavagga
kn: Chapter One

# thag10.6:4.1
source: 10.6 Vaṅgantaputtaupasenattheragāthā
kn: 10.6. Upasena, Vaṅganta’s Son

# thag10.6:5.1
source: “Vivittaṃ appanigghosaṃ,
kn: In order to go on retreat,

# thag10.6:5.2
source: vāḷamiganisevitaṃ;
kn: a monk should stay in lodgings

# thag10.6:5.3
source: Seve senāsanaṃ bhikkhu,
kn: that are secluded and quiet,

# thag10.6:5.4
source: paṭisallānakāraṇā.
kn: frequented by beasts of prey.

# thag10.6:6.1
source: Saṅkārapuñjā āhatvā,
kn: Having gathered scraps from rubbish heaps,

# thag10.6:6.2
source: susānā rathiyāhi ca;
kn: cemeteries and streets,

# thag10.6:6.3
source: Tato saṅghāṭikaṃ katvā,
kn: and making an outer robe from them,

# thag10.6:6.4
source: lūkhaṃ dhāreyya cīvaraṃ.
kn: one should wear that coarse robe.

# thag10.6:7.1
source: Nīcaṃ manaṃ karitvāna,
kn: Humbling their heart,

# thag10.6:7.2
source: sapadānaṃ kulā kulaṃ;
kn: a mendicant should walk for alms

# thag10.6:7.3
source: Piṇḍikāya care bhikkhu,
kn: from family to family indiscriminately,

# thag10.6:7.4
source: guttadvāro susaṃvuto.
kn: with sense doors guarded, well-restrained.

# thag10.6:8.1
source: Lūkhenapi vā santusse,
kn: They should be content even with coarse food,

# thag10.6:8.2
source: nāññaṃ patthe rasaṃ bahuṃ;
kn: not hoping for lots of flavors.

# thag10.6:8.3
source: Rasesu anugiddhassa,
kn: The mind that’s greedy for flavors

# thag10.6:8.4
source: jhāne na ramatī mano.
kn: doesn’t delight in absorption.

# thag10.6:9.1
source: Appiccho ceva santuṭṭho,
kn: With few wishes, content,

# thag10.6:9.2
source: pavivitto vase muni;
kn: a sage should live secluded,

# thag10.6:9.3
source: Asaṃsaṭṭho gahaṭṭhehi,
kn: socializing with neither

# thag10.6:9.4
source: anāgārehi cūbhayaṃ.
kn: householders nor the homeless.

# thag10.6:10.1
source: Yathā jaḷo va mūgo va,
kn: He should appear

# thag10.6:10.2
source: attānaṃ dassaye tathā;
kn: to be stupid or dumb;

# thag10.6:10.3
source: Nātivelaṃ sambhāseyya,
kn: an astute person would not speak overly long

# thag10.6:10.4
source: saṃghamajjhamhi paṇḍito.
kn: in the midst of the Saṅgha.

# thag10.6:11.1
source: Na so upavade kañci,
kn: He would not insult anyone,

# thag10.6:11.2
source: upaghātaṃ vivajjaye;
kn: and would avoid causing damage.

# thag10.6:11.3
source: Saṃvuto pātimokkhasmiṃ,
kn: Restrained in the monastic code,

# thag10.6:11.4
source: mattaññū cassa bhojane.
kn: they would eat in moderation.

# thag10.6:12.1
source: Suggahītanimittassa,
kn: Expert in the arising of thought,

# thag10.6:12.2
source: cittassuppādakovido;
kn: they would grasp well the pattern of the mind.

# thag10.6:12.3
source: Samathaṃ anuyuñjeyya,
kn: They would be devoted to practicing

# thag10.6:12.4
source: kālena ca vipassanaṃ.
kn: serenity and discernment at the right time.

# thag10.6:13.1
source: Vīriyasātaccasampanno,
kn: Though endowed with energy and perseverance,

# thag10.6:13.2
source: yuttayogo sadā siyā;
kn: and always devoted to meditation,

# thag10.6:13.3
source: Na ca appatvā dukkhantaṃ,
kn: a wise person would not be too sure of themselves,

# thag10.6:13.4
source: vissāsaṃ eyya paṇḍito.
kn: until they have attained the end of suffering.

# thag10.6:14.1
source: Evaṃ viharamānassa,
kn: For a mendicant who meditates in this way,

# thag10.6:14.2
source: suddhikāmassa bhikkhuno;
kn: longing for purification,

# thag10.6:14.3
source: Khīyanti āsavā sabbe,
kn: all their defilements wither away,

# thag10.6:14.4
source: nibbutiñcādhigacchatī”ti.
kn: and they realize quenching.
