Repository: Databingo/sc-data
Catalog: po_text/pli-*/*/thag/thag05.08.po
Languages: kn

# thag5.8:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag5.8:2.1
source: Pañcakanipāta
kn: The Book of the Fives

# thag5.8:3.1
source: Paṭhamavagga
kn: Chapter One

# thag5.8:4.1
source: 5.8. Vakkalittheragāthā
kn: 5.8. Vakkali

# thag5.8:5.1
source: “Vātarogābhinīto tvaṃ,
kn: “Struck by a wind ailment

# thag5.8:5.2
source: viharaṃ kānane vane;
kn: while dwelling in a forest grove,

# thag5.8:5.3
source: Paviṭṭhagocare lūkhe,
kn: you’ve entered a tough place for gathering alms—

# thag5.8:5.4
source: kathaṃ bhikkhu karissasi”.
kn: how will you get by, monk?”

# thag5.8:6.1
source: “Pītisukhena vipulena,
kn: “Pervading this bag of bones

# thag5.8:6.2
source: pharamāno samussayaṃ;
kn: with abundant rapture and happiness,

# thag5.8:6.3
source: Lūkhampi abhisambhonto,
kn: putting up with what’s tough,

# thag5.8:6.4
source: viharissāmi kānane.
kn: I’ll dwell in the forest.

# thag5.8:7.1
source: Bhāvento satipaṭṭhāne,
kn: Developing mindfulness meditation,

# thag5.8:7.2
source: indriyāni balāni ca;
kn: the faculties and the powers,

# thag5.8:7.3
source: Bojjhaṅgāni ca bhāvento,
kn: developing the factors of awakening,

# thag5.8:7.4
source: viharissāmi kānane.
kn: I’ll dwell in the forest.

# thag5.8:8.1
source: Āraddhavīriye pahitatte,
kn: Having seen those who are energetic, resolute,

# thag5.8:8.2
source: Niccaṃ daḷhaparakkame;
kn: always staunchly vigorous,

# thag5.8:8.3
source: Samagge sahite disvā,
kn: harmonious and united,

# thag5.8:8.4
source: Viharissāmi kānane.
kn: I’ll dwell in the forest.

# thag5.8:9.1
source: Anussaranto sambuddhaṃ,
kn: Recollecting the Buddha—

# thag5.8:9.2
source: aggaṃ dantaṃ samāhitaṃ;
kn: the best, the tamed, the serene—

# thag5.8:9.3
source: Atandito rattindivaṃ,
kn: tireless all day and night

# thag5.8:9.4
source: viharissāmi kānane”ti.
kn: I’ll dwell in the forest.”
