Repository: Databingo/sc-data
Catalog: po_text/pli-*/*/thag/thag12.2.po
Languages: kn

# thag12.2:0.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag12.2:0.2
source: Dvādasakanipāta
kn: The Book of the Twelves

# thag12.2:0.3
source: Paṭhamavagga
kn: Chapter One

# thag12.2:0.4
source: 12.2. Sunītattheragāthā
kn: 12.2. Sunīta

# thag12.2:5.1
source: “Nīce kulamhi jātohaṃ,
kn: I was born in a low-class family.

# thag12.2:5.2
source: daliddo appabhojano;
kn: We were poor, with little to eat.

# thag12.2:5.3
source: Hīnakammaṃ mamaṃ āsi,
kn: My job was lowly—

# thag12.2:5.4
source: ahosiṃ pupphachaḍḍako.
kn: I threw out the old flowers.

# thag12.2:6.1
source: Jigucchito manussānaṃ,
kn: Shunned by people,

# thag12.2:6.2
source: paribhūto ca vambhito;
kn: I was disregarded and held in contempt.

# thag12.2:6.3
source: Nīcaṃ manaṃ karitvāna,
kn: I humbled my heart

# thag12.2:6.4
source: vandissaṃ bahukaṃ janaṃ.
kn: and paid respects to many people.

# thag12.2:7.1
source: Athaddasāsiṃ sambuddhaṃ,
kn: Then I saw the Buddha

# thag12.2:7.2
source: bhikkhusaṃghapurakkhataṃ;
kn: at the fore of the mendicant Saṅgha;

# thag12.2:7.3
source: Pavisantaṃ mahāvīraṃ,
kn: the great hero

# thag12.2:7.4
source: magadhānaṃ puruttamaṃ.
kn: was entering the capital city of Magadhā.

# thag12.2:8.1
source: Nikkhipitvāna byābhaṅgiṃ,
kn: I dropped my flail

# thag12.2:8.2
source: vandituṃ upasaṅkamiṃ;
kn: and approached to pay homage.

# thag12.2:8.3
source: Mameva anukampāya,
kn: Out of compassion for me,

# thag12.2:8.4
source: aṭṭhāsi purisuttamo.
kn: the supreme man stood still.

# thag12.2:9.1
source: Vanditvā satthuno pāde,
kn: When I had paid homage at the Teacher’s feet,

# thag12.2:9.2
source: ekamantaṃ ṭhito tadā;
kn: I stood to one side

# thag12.2:9.3
source: Pabbajjaṃ ahamāyāciṃ,
kn: and asked the supreme being

# thag12.2:9.4
source: sabbasattānamuttamaṃ.
kn: for the going-forth.

# thag12.2:10.1
source: Tato kāruṇiko satthā,
kn: Then the Teacher, being sympathetic,

# thag12.2:10.2
source: sabbalokānukampako;
kn: and having compassion for the whole world,

# thag12.2:10.3
source: ‘Ehi bhikkhū’ti maṃ āha,
kn: said to me, “Come, monk!”

# thag12.2:10.4
source: sā me āsūpasampadā.
kn: That was my ordination.

# thag12.2:11.1
source: Sohaṃ eko araññasmiṃ,
kn: Staying alone in the wilderness,

# thag12.2:11.2
source: viharanto atandito;
kn: meditating tirelessly,

# thag12.2:11.3
source: Akāsiṃ satthu vacanaṃ,
kn: I have completed what the Teacher taught,

# thag12.2:11.4
source: yathā maṃ ovadī jino.
kn: just as the victor advised me.

# thag12.2:12.1
source: Rattiyā paṭhamaṃ yāmaṃ,
kn: In the first watch of the night,

# thag12.2:12.2
source: Pubbajātimanussariṃ;
kn: I recollected my past lives.

# thag12.2:12.3
source: Rattiyā majjhimaṃ yāmaṃ,
kn: In the middle watch of the night,

# thag12.2:12.4
source: Dibbacakkhuṃ visodhayiṃ;
kn: I purified my clairvoyance.

# thag12.2:12.5
source: Rattiyā pacchime yāme,
kn: In the last watch of the night,

# thag12.2:12.6
source: Tamokhandhaṃ padālayiṃ.
kn: I shattered the mass of darkness.

# thag12.2:13.1
source: Tato ratyā vivasāne,
kn: At the end of the night,

# thag12.2:13.2
source: sūriyassuggamanaṃ pati;
kn: as the sunrise drew near,

# thag12.2:13.3
source: Indo brahmā ca āgantvā,
kn: Indra and Brahmā came

# thag12.2:13.4
source: maṃ namassiṃsu pañjalī.
kn: and revered me with joined hands.

# thag12.2:14.1
source: ‘Namo te purisājañña,
kn: “Homage to you, O thoroughbred!

# thag12.2:14.2
source: namo te purisuttama;
kn: Homage to you, supreme among men!

# thag12.2:14.3
source: Yassa te āsavā khīṇā,
kn: Since your defilements are ended,

# thag12.2:14.4
source: dakkhiṇeyyosi mārisa’.
kn: you, sir, are worthy of a religious donation.”

# thag12.2:15.1
source: Tato disvāna maṃ satthā,
kn: When he saw me honored

# thag12.2:15.2
source: devasaṅghapurakkhataṃ;
kn: by the assembly of gods,

# thag12.2:15.3
source: Sitaṃ pātukaritvāna,
kn: the teacher smiled

# thag12.2:15.4
source: imamatthaṃ abhāsatha.
kn: and said the following:

# thag12.2:16.1
source: ‘Tapena brahmacariyena,
kn: “By austerity and spiritual practice,

# thag12.2:16.2
source: saṃyamena damena ca;
kn: by restraint and by taming:

# thag12.2:16.3
source: Etena brāhmaṇo hoti,
kn: that’s how to become a brahmin,

# thag12.2:16.4
source: etaṃ brāhmaṇamuttaman’”ti.
kn: this is the supreme brahmin.”
