Repository: Databingo/sc-data
Catalog: po_text/pli-*/*/thag/thag06.11.po
Languages: kn

# thag6.11:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag6.11:2.1
source: Chakkanipāta
kn: The Book of the Sixes

# thag6.11:3.1
source: Paṭhamavagga
kn: Chapter One

# thag6.11:4.1
source: 6.11. Nhātakamunittheragāthā
kn: 6.11. Nhātakamuni

# thag6.11:5.1
source: “Vātarogābhinīto tvaṃ,
kn: “Struck by a wind ailment

# thag6.11:5.2
source: viharaṃ kānane vane;
kn: while dwelling in a forest grove,

# thag6.11:5.3
source: Paviddhagocare lūkhe,
kn: you’ve entered a tough place for gathering alms—

# thag6.11:5.4
source: kathaṃ bhikkhu karissasi”.
kn: how will you get by, monk?”

# thag6.11:6.1
source: “Pītisukhena vipulena,
kn: “Pervading this bag of bones

# thag6.11:6.2
source: pharitvāna samussayaṃ;
kn: with abundant rapture and happiness,

# thag6.11:6.3
source: Lūkhampi abhisambhonto,
kn: putting up with what’s tough,

# thag6.11:6.4
source: viharissāmi kānane.
kn: I’ll dwell in the forest.

# thag6.11:7.1
source: Bhāvento satta bojjhaṅge,
kn: Developing the seven awakening factors,

# thag6.11:7.2
source: indriyāni balāni ca;
kn: the faculties and the powers,

# thag6.11:7.3
source: Jhānasokhummasampanno,
kn: endowed with subtle absorptions,

# thag6.11:7.4
source: viharissaṃ anāsavo.
kn: I’ll dwell without defilements.

# thag6.11:8.1
source: Vippamuttaṃ kilesehi,
kn: Freed from corruptions,

# thag6.11:8.2
source: suddhacittaṃ anāvilaṃ;
kn: my pure mind is unclouded.

# thag6.11:8.3
source: Abhiṇhaṃ paccavekkhanto,
kn: Frequently reviewing this,

# thag6.11:8.4
source: viharissaṃ anāsavo.
kn: I’ll meditate without defilements.

# thag6.11:9.1
source: Ajjhattañca bahiddhā ca,
kn: Those defilements that were found in me,

# thag6.11:9.2
source: ye me vijjiṃsu āsavā;
kn: internally and externally,

# thag6.11:9.3
source: Sabbe asesā ucchinnā,
kn: are all cut off without remainder,

# thag6.11:9.4
source: na ca uppajjare puna.
kn: and will not arise again.

# thag6.11:10.1
source: Pañcakkhandhā pariññātā,
kn: The five aggregates are fully understood,

# thag6.11:10.2
source: tiṭṭhanti chinnamūlakā;
kn: they remain, but their root is cut.

# thag6.11:10.3
source: Dukkhakkhayo anuppatto,
kn: I have reached the ending of suffering,

# thag6.11:10.4
source: natthi dāni punabbhavo”ti.
kn: now there are no more future lives.”
