Repository: Databingo/sc-data
Catalog: po_text/pli-*/*/thag/thag14.2.po
Languages: kn

# thag14.2:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag14.2:2.1
source: Cuddasakanipāta
kn: The Book of the Fourteens

# thag14.2:3.1
source: Paṭhamavagga
kn: Chapter One

# thag14.2:4.1
source: 14.2. Godattattheragāthā
kn: 14.2. Godatta

# thag14.2:5.1
source: “Yathāpi bhaddo ājañño,
kn: Just as a fine thoroughbred,

# thag14.2:5.2
source: dhure yutto dhurassaho;
kn: yoked to a carriage, endures the load.

# thag14.2:5.3
source: Mathito atibhārena,
kn: Though oppressed by the heavy burden,

# thag14.2:5.4
source: saṃyugaṃ nātivattati.
kn: it doesn’t shake off the yoke.

# thag14.2:6.1
source: Evaṃ paññāya ye tittā,
kn: So too, those who are as full of wisdom

# thag14.2:6.2
source: samuddo vārinā yathā;
kn: as the ocean is with water,

# thag14.2:6.3
source: Na pare atimaññanti,
kn: don’t look down on others;

# thag14.2:6.4
source: ariyadhammova pāṇinaṃ.
kn: this is the noble teaching for living creatures.

# thag14.2:7.1
source: Kāle kālavasaṃ pattā,
kn: People who fall under the sway of time,

# thag14.2:7.2
source: bhavābhavavasaṃ gatā;
kn: the sway of rebirth in this or that state of existence,

# thag14.2:7.3
source: Narā dukkhaṃ nigacchanti,
kn: undergo suffering,

# thag14.2:7.4
source: tedha socanti māṇavā.
kn: and those young men grieve in this life.

# thag14.2:8.1
source: Unnatā sukhadhammena,
kn: Elated by things that bring happiness,

# thag14.2:8.2
source: dukkhadhammena conatā;
kn: downcast by things that bring suffering:

# thag14.2:8.3
source: Dvayena bālā haññanti,
kn: this pair destroys the fool

# thag14.2:8.4
source: yathābhūtaṃ adassino.
kn: who doesn’t see things as they are.

# thag14.2:9.1
source: Ye ca dukkhe sukhasmiñca,
kn: But those who in suffering, and in happiness,

# thag14.2:9.2
source: majjhe sibbinimaccagū;
kn: and in the middle have overcome the weaver—

# thag14.2:9.3
source: Ṭhitā te indakhīlova,
kn: they stand like a boundary pillar,

# thag14.2:9.4
source: na te unnataonatā.
kn: neither elated nor downcast.

# thag14.2:10.1
source: Na heva lābhe nālābhe,
kn: Not to gain nor loss,

# thag14.2:10.2
source: na yase na ca kittiyā;
kn: not to fame nor reputation,

# thag14.2:10.3
source: Na nindāyaṃ pasaṃsāya,
kn: not to criticism nor praise,

# thag14.2:10.4
source: na te dukkhe sukhamhi ca.
kn: not to suffering nor happiness—

# thag14.2:11.1
source: Sabbattha te na limpanti,
kn: the wise cling to nothing,

# thag14.2:11.2
source: udabinduva pokkhare;
kn: like a droplet on a lotus-leaf.

# thag14.2:11.3
source: Sabbattha sukhitā dhīrā,
kn: They are happy everywhere,

# thag14.2:11.4
source: sabbattha aparājitā.
kn: and victorious everywhere.

# thag14.2:12.1
source: Dhammena ca alābho yo,
kn: There’s legitimate loss,

# thag14.2:12.2
source: yo ca lābho adhammiko;
kn: and there’s illegitimate gain.

# thag14.2:12.3
source: Alābho dhammiko seyyo,
kn: Legitimate loss is better

# thag14.2:12.4
source: yañce lābho adhammiko.
kn: than illegitimate gain.

# thag14.2:13.1
source: Yaso ca appabuddhīnaṃ,
kn: There’s the fame of the unintelligent,

# thag14.2:13.2
source: viññūnaṃ ayaso ca yo;
kn: and there’s the disrepute of the discerning.

# thag14.2:13.3
source: Ayasova seyyo viññūnaṃ,
kn: The disrepute of the discerning is better

# thag14.2:13.4
source: na yaso appabuddhinaṃ.
kn: than the fame of the unintelligent.

# thag14.2:14.1
source: Dummedhehi pasaṃsā ca,
kn: There’s praise by fools,

# thag14.2:14.2
source: viññūhi garahā ca yā;
kn: and there’s criticism by the discerning.

# thag14.2:14.3
source: Garahāva seyyo viññūhi,
kn: Criticism by the discerning is better

# thag14.2:14.4
source: yañce bālappasaṃsanā.
kn: than praise by fools.

# thag14.2:15.1
source: Sukhañca kāmamayikaṃ,
kn: There’s the happiness of sensual pleasures,

# thag14.2:15.2
source: dukkhañca pavivekiyaṃ;
kn: and there’s the suffering of seclusion.

# thag14.2:15.3
source: Pavivekadukkhaṃ seyyo,
kn: The suffering of seclusion is better

# thag14.2:15.4
source: yañce kāmamayaṃ sukhaṃ.
kn: than the happiness of sensual pleasures.

# thag14.2:16.1
source: Jīvitañca adhammena,
kn: There’s life without principles,

# thag14.2:16.2
source: dhammena maraṇañca yaṃ;
kn: and there’s death with principles.

# thag14.2:16.3
source: Maraṇaṃ dhammikaṃ seyyo,
kn: Death with principles is better

# thag14.2:16.4
source: yañce jīve adhammikaṃ.
kn: than life without principles.

# thag14.2:17.1
source: Kāmakopappahīnā ye,
kn: Those who’ve given up desire and anger,

# thag14.2:17.2
source: santacittā bhavābhave;
kn: their minds at peace regarding rebirth in this or that state,

# thag14.2:17.3
source: Caranti loke asitā,
kn: wander in the world unattached,

# thag14.2:17.4
source: natthi tesaṃ piyāpiyaṃ.
kn: for them nothing is beloved or unloved.

# thag14.2:18.1
source: Bhāvayitvāna bojjhaṅge,
kn: Having developed the awakening factors,

# thag14.2:18.2
source: indriyāni balāni ca;
kn: the faculties and the powers,

# thag14.2:18.3
source: Pappuyya paramaṃ santiṃ,
kn: having arrived at ultimate peace,

# thag14.2:18.4
source: parinibbantināsavā”ti.
kn: they are quenched, without defilements.
