Repository: Databingo/sc-data
Catalog: po_text/pli-*/*/thig/thig13.1.po
Languages: kn

# thig13.1:0.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig13.1:0.2
source: Vīsatinipāta
kn: The Book of the Twenties

# thig13.1:0.3
source: 1. Ambapālītherīgāthā
kn: 13.1. Ambapālī

# thig13.1:4.1
source: “Kāḷakā bhamaravaṇṇasādisā,
kn: My hair was as black as bees,

# thig13.1:4.2
source: Vellitaggā mama muddhajā ahuṃ;
kn: graced with curly tips;

# thig13.1:4.3
source: Te jarāya sāṇavākasādisā,
kn: now old, it has become like hemp bark—

# thig13.1:4.4
source: Saccavādivacanaṃ anaññathā.
kn: the word of the truthful one is confirmed.

# thig13.1:5.1
source: Vāsitova surabhī karaṇḍako,
kn: Crowned with flowers,

# thig13.1:5.2
source: Pupphapūra mama uttamaṅgajo;
kn: my head was as fragrant as a perfume box;

# thig13.1:5.3
source: Taṃ jarāyatha salomagandhikaṃ,
kn: now old, it smells like dog fur—

# thig13.1:5.4
source: Saccavādivacanaṃ anaññathā.
kn: the word of the truthful one is confirmed.

# thig13.1:6.1
source: Kānanaṃva sahitaṃ suropitaṃ,
kn: My hair was as thick as a well-planted forest,

# thig13.1:6.2
source: Kocchasūcivicitaggasobhitaṃ;
kn: it shone, parted with brush and pins;

# thig13.1:6.3
source: Taṃ jarāya viralaṃ tahiṃ tahiṃ,
kn: now old, it’s patchy and sparse—

# thig13.1:6.4
source: Saccavādivacanaṃ anaññathā.
kn: the word of the truthful one is confirmed.

# thig13.1:7.1
source: Kaṇhakhandhakasuvaṇṇamaṇḍitaṃ,
kn: With plaits of black and ribbons of gold,

# thig13.1:7.2
source: Sobhate suveṇīhilaṅkataṃ;
kn: it was so pretty, adorned with braids;

# thig13.1:7.3
source: Taṃ jarāya khalitaṃ siraṃ kataṃ,
kn: now old, my head’s gone bald—

# thig13.1:7.4
source: Saccavādivacanaṃ anaññathā.
kn: the word of the truthful one is confirmed.

# thig13.1:8.1
source: Cittakārasukatāva lekhikā,
kn: My eyebrows used to look so nice,

# thig13.1:8.2
source: Sobhare su bhamukā pure mama;
kn: like crescents painted by an artist;

# thig13.1:8.3
source: Tā jarāya valibhippalambitā,
kn: now old, they droop with wrinkles—

# thig13.1:8.4
source: Saccavādivacanaṃ anaññathā.
kn: the word of the truthful one is confirmed.

# thig13.1:9.1
source: Bhassarā surucirā yathā maṇī,
kn: My eyes shone brilliant as gems,

# thig13.1:9.2
source: Nettahesumabhinīlamāyatā;
kn: wide and deepest blue;

# thig13.1:9.3
source: Te jarāyabhihatā na sobhare,
kn: ruined by age, they shine no more—

# thig13.1:9.4
source: Saccavādivacanaṃ anaññathā.
kn: the word of the truthful one is confirmed.

# thig13.1:10.1
source: Saṇhatuṅgasadisī ca nāsikā,
kn: My nose was like a perfect peak,

# thig13.1:10.2
source: Sobhate su abhiyobbanaṃ pati;
kn: lovely in my bloom of youth;

# thig13.1:10.3
source: Sā jarāya upakūlitā viya,
kn: now old, it’s shriveled like a pepper;

# thig13.1:10.4
source: Saccavādivacanaṃ anaññathā.
kn: the word of the truthful one is confirmed.

# thig13.1:11.1
source: Kaṅkaṇaṃva sukataṃ suniṭṭhitaṃ,
kn: My ear-lobes were so pretty,

# thig13.1:11.2
source: Sobhare su mama kaṇṇapāḷiyo;
kn: like lovingly crafted bracelets;

# thig13.1:11.3
source: Tā jarāya valibhippalambitā,
kn: now old, they droop with wrinkles—

# thig13.1:11.4
source: Saccavādivacanaṃ anaññathā.
kn: the word of the truthful one is confirmed.

# thig13.1:12.1
source: Pattalīmakulavaṇṇasādisā,
kn: My teeth used to be so pretty,

# thig13.1:12.2
source: Sobhare su dantā pure mama;
kn: bright as a jasmine flower;

# thig13.1:12.3
source: Te jarāya khaṇḍitā cāsitā,
kn: now old, they’re broken and yellow—

# thig13.1:12.4
source: Saccavādivacanaṃ anaññathā.
kn: the word of the truthful one is confirmed.

# thig13.1:13.1
source: Kānanamhi vanasaṇḍacārinī,
kn: My singing was sweet as a cuckoo

# thig13.1:13.2
source: Kokilāva madhuraṃ nikūjihaṃ;
kn: wandering in the forest groves;

# thig13.1:13.3
source: Taṃ jarāya khalitaṃ tahiṃ tahiṃ,
kn: now old, it’s patchy and croaking—

# thig13.1:13.4
source: Saccavādivacanaṃ anaññathā.
kn: the word of the truthful one is confirmed.

# thig13.1:14.1
source: Saṇhakamburiva suppamajjitā,
kn: My neck used to be so pretty,

# thig13.1:14.2
source: Sobhate su gīvā pure mama;
kn: like a polished shell of conch;

# thig13.1:14.3
source: Sā jarāya bhaggā vināmitā,
kn: now old, it’s bowed and bent—

# thig13.1:14.4
source: Saccavādivacanaṃ anaññathā.
kn: the word of the truthful one is confirmed.

# thig13.1:15.1
source: Vaṭṭapalighasadisopamā ubho,
kn: My arms used to be so pretty,

# thig13.1:15.2
source: Sobhare su bāhā pure mama;
kn: like rounded cross-bars;

# thig13.1:15.3
source: Tā jarāya yatha pāṭalibbalitā,
kn: now old, they droop like a trumpet-flower tree—

# thig13.1:15.4
source: Saccavādivacanaṃ anaññathā.
kn: the word of the truthful one is confirmed.

# thig13.1:16.1
source: Saṇhamuddikasuvaṇṇamaṇḍitā,
kn: My hands used to be so pretty,

# thig13.1:16.2
source: Sobhare su hatthā pure mama;
kn: adorned with lovely golden rings;

# thig13.1:16.3
source: Te jarāya yathā mūlamūlikā,
kn: now old, they’re like red radishes—

# thig13.1:16.4
source: Saccavādivacanaṃ anaññathā.
kn: the word of the truthful one is confirmed.

# thig13.1:17.1
source: Pīnavaṭṭasahituggatā ubho,
kn: My breasts used to be so pretty,

# thig13.1:17.2
source: Sobhare su thanakā pure mama;
kn: swelling, round, close, and high;

# thig13.1:17.3
source: Thevikīva lambanti nodakā,
kn: now they droop like water bags—

# thig13.1:17.4
source: Saccavādivacanaṃ anaññathā.
kn: the word of the truthful one is confirmed.

# thig13.1:18.1
source: Kañcanassa phalakaṃva sammaṭṭhaṃ,
kn: My body used to be so pretty,

# thig13.1:18.2
source: Sobhate su kāyo pure mama;
kn: like a polished slab of gold;

# thig13.1:18.3
source: So valīhi sukhumāhi otato,
kn: now it’s covered with fine wrinkles—

# thig13.1:18.4
source: Saccavādivacanaṃ anaññathā.
kn: the word of the truthful one is confirmed.

# thig13.1:19.1
source: Nāgabhogasadisopamā ubho,
kn: Both my thighs used to be so pretty,

# thig13.1:19.2
source: Sobhare su ūrū pure mama;
kn: like an elephant’s trunk;

# thig13.1:19.3
source: Te jarāya yathā veḷunāḷiyo,
kn: now old, they’re like bamboo—

# thig13.1:19.4
source: Saccavādivacanaṃ anaññathā.
kn: the word of the truthful one is confirmed.

# thig13.1:20.1
source: Saṇhanūpurasuvaṇṇamaṇḍitā,
kn: My calves used to be so pretty,

# thig13.1:20.2
source: Sobhare su jaṅghā pure mama;
kn: adorned with cute golden anklets;

# thig13.1:20.3
source: Tā jarāya tiladaṇḍakāriva,
kn: now old, they’re like sesame sticks—

# thig13.1:20.4
source: Saccavādivacanaṃ anaññathā.
kn: the word of the truthful one is confirmed.

# thig13.1:21.1
source: Tūlapuṇṇasadisopamā ubho,
kn: Both my feet used to be so pretty,

# thig13.1:21.2
source: Sobhare su pādā pure mama;
kn: plump as if with cotton-wool;

# thig13.1:21.3
source: Te jarāya phuṭitā valīmatā,
kn: now old, they’re cracked and wrinkly—

# thig13.1:21.4
source: Saccavādivacanaṃ anaññathā.
kn: the word of the truthful one is confirmed.

# thig13.1:22.1
source: Ediso ahu ayaṃ samussayo,
kn: This bag of bones once was such,

# thig13.1:22.2
source: Jajjaro bahudukkhānamālayo;
kn: but now it’s withered, home to so much pain;

# thig13.1:22.3
source: Sopalepapatito jarāgharo,
kn: like a house in decay with plaster crumbling—

# thig13.1:22.4
source: Saccavādivacanaṃ anaññathā”.
kn: the word of the truthful one is confirmed.
