Repository: Databingo/sc-data
Catalog: po_text/pli-*/*/thig/thig05.05.po
Languages: kn

# thig5.5:0.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig5.5:0.2
source: Pañcakanipāta
kn: The Book of the Fives

# thig5.5:0.3
source: 5. Nanduttarātherīgāthā
kn: 5.5. Nanduttarā

# thig5.5:4.1
source: “Aggiṃ candañca sūriyañca,
kn: In the past I worshiped the sacred flame,

# thig5.5:4.2
source: devatā ca namassihaṃ;
kn: the moon, the sun, and the gods.

# thig5.5:4.3
source: Nadītitthāni gantvāna,
kn: Having gone to a river ford,

# thig5.5:4.4
source: udakaṃ oruhāmihaṃ.
kn: I plunged into the water.

# thig5.5:5.1
source: Bahūvatasamādānā,
kn: Undertaking many vows,

# thig5.5:5.2
source: aḍḍhaṃ sīsassa olikhiṃ;
kn: I shaved half my head.

# thig5.5:5.3
source: Chamāya seyyaṃ kappemi,
kn: Preparing a bed on the ground,

# thig5.5:5.4
source: rattiṃ bhattaṃ na bhuñjahaṃ.
kn: I ate no food at night.

# thig5.5:6.1
source: Vibhūsāmaṇḍanaratā,
kn: I loved my ornaments and decorations;

# thig5.5:6.2
source: nhāpanucchādanehi ca;
kn: and with baths and oil-massages,

# thig5.5:6.3
source: Upakāsiṃ imaṃ kāyaṃ,
kn: I pandered to this body,

# thig5.5:6.4
source: kāmarāgena aṭṭitā.
kn: racked by desire for pleasures of the senses.

# thig5.5:7.1
source: Tato saddhaṃ labhitvāna,
kn: But then I gained faith,

# thig5.5:7.2
source: pabbajiṃ anagāriyaṃ;
kn: and went forth to homelessness.

# thig5.5:7.3
source: Disvā kāyaṃ yathābhūtaṃ,
kn: Truly seeing the body,

# thig5.5:7.4
source: kāmarāgo samūhato.
kn: desire for sensual pleasure is eradicated.

# thig5.5:8.1
source: Sabbe bhavā samucchinnā,
kn: All rebirths are cut off,

# thig5.5:8.2
source: icchā ca patthanāpi ca;
kn: wishes and aspirations too.

# thig5.5:8.3
source: Sabbayogavisaṃyuttā,
kn: Detached from all attachments,

# thig5.5:8.4
source: santiṃ pāpuṇi cetaso”ti.
kn: I've attained peace of heart.
