Repository: Databingo/sc-data
Catalog: po_text/pli-*/*/thig/thig04.1.po
Languages: kn

# thig4.1:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig4.1:2.1
source: Catukkanipāta
kn: The Book of the Fours

# thig4.1:3.1
source: 1. Bhaddākāpilānītherīgāthā
kn: 4.1. Bhaddā Kāpilānī

# thig4.1:4.1
source: “Putto buddhassa dāyādo,
kn: Kassapa is the son and heir of the Buddha,

# thig4.1:4.2
source: kassapo susamāhito;
kn: whose mind is immersed in samādhi.

# thig4.1:4.3
source: Pubbenivāsaṃ yovedi,
kn: He knows his past lives,

# thig4.1:4.4
source: saggāpāyañca passati.
kn: he sees heaven and places of loss,

# thig4.1:5.1
source: Atho jātikkhayaṃ patto,
kn: and has attained the end of rebirth:

# thig4.1:5.2
source: abhiññāvosito muni;
kn: that sage has perfect insight.

# thig4.1:5.3
source: Etāhi tīhi vijjāhi,
kn: It’s because of these three knowledges

# thig4.1:5.4
source: tevijjo hoti brāhmaṇo.
kn: that the brahmin is a master of the three knowledges.

# thig4.1:6.1
source: Tatheva bhaddā kāpilānī,
kn: In exactly the same way, Bhaddā Kāpilānī

# thig4.1:6.2
source: tevijjā maccuhāyinī;
kn: is master of the three knowledges, destroyer of death.

# thig4.1:6.3
source: Dhāreti antimaṃ dehaṃ,
kn: She bears her final body,

# thig4.1:6.4
source: jetvā māraṃ savāhiniṃ.
kn: having vanquished Māra and his mount.

# thig4.1:7.1
source: Disvā ādīnavaṃ loke,
kn: Seeing the danger of the world,

# thig4.1:7.2
source: ubho pabbajitā mayaṃ;
kn: both of us went forth.

# thig4.1:7.3
source: Tyamha khīṇāsavā dantā,
kn: Now we are tamed, our defilements have ended;

# thig4.1:7.4
source: sītibhūtamha nibbutā”ti.
kn: we’ve become cooled and quenched.

# thig4.1:9.1
source: Catukkanipāto niṭṭhito.
kn: The Book of the Fours is finished.
